<template>
  <div>

    东方游戏是一家实力增长最为迅速打造高质量游戏平台的游戏软件供应商,持有菲律宾娱乐及博彩公司（PAGCOR）正式合法牌照。我们一切博彩营业行为皆遵从菲律宾政府博彩条约。我们在越来越热络的网络博彩市场中，不断地求新求变，寻找最新的创意，一直秉持诚信可靠，秉持最好服务的企业宗旨为广大网上博彩游戏爱好者服务。以带给客户高质量的服务、产品、娱乐，是我们的企业永恒宗旨。东方游戏旨在打造亚洲最有公信力，最受玩家欢迎的网络在线博彩娱乐平台。 我们的体育博彩拥有顶级的盘房操盘，投入大量的人力以及资源，提高完整赛事，丰富玩法给热爱体育的玩家。真人视讯游戏拥有经国际赌场专业训练的荷官，进行各种赌场游戏，所有赌局都依荷官动作，而不是默认的计算机机率结果，以高科技的网络直播技术，带给玩家身历赌场的刺激经验! 各式彩票游戏，是依官方赛果产生游戏结果，让玩家在活泼的投注界面，享受最公正的娱乐。而我们的电子游戏使用最公平的随机数生成机率，让玩家安心享受多元的娱乐性游戏。

    诚信为本：

    作为国际专业的网上博彩游戏运营商，我们承诺，为每一位客户提供最安全、最公平的博彩游戏，以及全方位的服务。东方游戏所有的游戏皆有共同的优点： 不须耗时下载；接口简单明了；操作功能齐全；画面精致优雅；游戏结果公平、公正、公开！

    多元化游戏：

    除了体育游戏项目多元化外，全方位提供：赌场老虎机，虚拟游戏，和扑克游戏等。精挑细选各种在线游戏，给您提供最好的选择。真人荷官及娱乐场也是无可挑剔的,信誉可靠设有 24/7 进行在线监测，确保每一局游戏结果均为现场真实的游戏结果，而不是计算机默认的游戏结果。

    游戏责任：

    1.东方游戏提倡有节制的赌博。我们建议阁下遵守以下一些基本规则：

    2.禁止未满18岁的人士参与赌博游戏，在加入游戏之前，请您确定您已年满18周岁。

    3.自定博彩预算，并按预算下注。

    信息安全：

    东方游戏采用了128位SSL国际标准加密技术，其安全级别已经超越国内大多数银行， 并配合专业技术人员精密设计的安全管理系统，所有客户资料都在极其安全机密的情况下处理，任何情况，东方游戏都不会向任何第三方透露客户资料。

    优质服务承诺：

    自成立至今，东方游戏致力提供多元化的网上游戏项目，让客户能每天24小时体验到最精采刺激的休闲享受，更藉以丰富礼金，以回馈普罗大众对我们的支持及热烈参与。我们恪守「顾客至上」的宗旨，以力求创新，不断进步的精神，开拓多元化的娱乐业务。为此，我们聘用庞大的服务团队，凭藉市场推广、软件开发、客服服务、技术支援等优秀人员的不懈努力，为客户提供专业的娱乐服务。我们承诺，置身于东方游戏平台的客户，参与的任何网上游戏投注，都能享有极具价值的精彩回报。同时，每名客户的资讯保密性对我们来说是最重要的。我们承诺，将继续不遗余力地坚持严格实行保密和隐私制度。东方游戏衷心感谢玩家的反馈，不管是任何疑问、意见、赞扬或投诉，特设客服热线、在线客服、QQ，微信等多种联系方式，东方游戏客服中心随时欢迎您的光临。
  </div>
</template>

<script>
export default {
  name: 'AboutUs'
}
</script>

<style scoped lang="scss">
  div {
  }
</style>
