<template>
  <div>

    一、账户条例

    1.用户注册东方游戏帐户，表示用户已确实详阅、理解并同意东方游戏各项使用规范、游戏规则、各项条款且同意自行承担相应的法律责任；如若不同意东方游戏任一项协议、条款、规范的内容，用户应立即停止使用凯盛国际提供的各项服务。

    2.享用东方游戏提供的服务是用户本人意愿，参与东方游戏服务的同时，均视为用户理解和接受输赢风险且其风险由用户自行承担，用户认同东方游戏所提供的服务是正常、合理、公正、公平的。

    3.用户声明并承诺，用户在注册开户时所提供的资料，包括用户姓名、电邮地址、电话号码、IP地址，均真实、准确、完整，一但注册，除特殊原因将无法更改

    4.用户注册的游戏账户姓名必须与用户身份证、银行账户一致，若不一致，恕东方游戏无法提供部份服务.

    5.若发现用户以任何不正当的方式登入或参与任何游戏，东方游戏有权拒绝服务该用户，并在不通知的情况下冻结或关闭相关游戏账号，不退还任何款项。

    6.为避免任何争议，各用户参与东方游戏所有游戏过程中或在结束游戏前，务必检查游戏帐户资料，如发现任何异常情况，应立即与客服联系查证，否则视为同意并接受：其帐户之一切数据或历史数据，以东方游戏资料库的资料为准，用户不得异议.

    7.用户拥有超过一个游戏账号，包括同姓名、同一邮件地址、同一家庭、同一住址、同一借记卡/信用卡、同一银行账户、同一电脑（大学，团体，网吧，图书馆，办公室等），被将视为联合游戏帐号或可疑游戏账号，本网站有权在不通知的情况下冻结或关闭相关游戏账号，并不退还任何款项.

    8.所有账户若出现资金有误，用户有义务及时通知本网站调整，且不可使用相关错误金额，任何情况下，相关错误金额被视为无效金额，若用户使用该笔金额进行投注，所有投注被视为无效，一律取消并返还於本网站。

    9.禁止职业算几率，采用首存及其他优惠等进行不正当下注，若经发现本网站有权在不通知的情况下冻结或关闭相关游戏账户，并不退还款项。 10.如果用户电脑配件的结果与东方游戏服务器赛果不一致，以平台服务器所显示的结果将为最终赛果。用户也认同参与东方游戏服务的游戏规则，投注状况东方游戏拥有最终解释权.

    11.严禁用户用非真实IP地址登录游戏（vpn、远程主机等）.

    12.用户如有违反本服务条款，东方游戏有权随时依据相关规则暂停或中止用户使用各项服务。

    13.用户需认同本协议部分或全部内容是临时性的凯盛国际保留随时更改公司服务与各项条款之权力，有权添加、修正或修改各项协议，原因包括但不限于商业原因、遵守监管机构的法律法规、指示、指导或建议或客户服务原因。这些信息仅供参考，在用户与本司之间并不构成协议，合同，和担保的依据，最新的规则与条款可通过网站下方用户协议链接查阅。

    14.无论任何情况，凯盛国际拥有最终决定权。

    二、存款条例

    1.通过网银自助存款方式的用户，若无依照网站要求填写附言，请及时联系在线客服。温馨提示.若存款人姓名与游戏账户姓名不一致，请配合提供网银电子回单，以便财务人员进行补单。

    2.通过第三方支付进行存款的会员，如果出现掉单的情况，请及时联系在线客服，并提供订单号，存款金额，存款时间，以便我们尽快为您补单。

    3.用户存款请务必先至东方游戏网站确认当下显示的存款帐户，并依照官网的存款方式操作，若无先行确认当时使用的存款账户，而造成损失，恕凯盛国际概不负责。

    4.支付宝存款如果不是支付宝对支付宝转账方式，请及时联系在线客服，提供支付宝单号，截图以及存款金额、存款时间、账号信息核对添加。

    5.无论任何情况，凯盛国际拥有最终决定权。

    三、提款条例

    1.普通用户每日最高提款3次。最低提款额度为100元，当日提款总额度30万上限。

    2.用户申请提款若遇到配合平台抽查，需全力配合，此不在东方游戏秒提、五分钟提款的承诺范围，平台抽查完毕，若无问题，东方游戏会于第一时间为用户出款。

    3.所有提款申请必须符合本网站的提款政策，如存款未达到全额投注，即无法通过提款审核，提款申请将会被驳回。

    4.若有需要，用户必须提供个人资料如身份证副本、驾驶执照副本、银行交易记录截图、居民户口簿副本等资料。

    5.用户被严禁使用他人或第三者银行账户或银行卡进行取款业务。

    6.东方游戏秒提、五分钟提款的承诺不包含系统异常、银行维护、网路延迟。

    7.任何会员在老虎机游戏幸运中奖池奖金50000以上，将扣除20%的平台税费。

    8.无论任何情况，东方游戏拥有最终决定权。

    四、优惠条例

    若要享有东方游戏优惠红利或回赠，用户必须符合活动相关规则及所有条例、附加条款。

    用户涉及个人或团体以不正当的手法，进行骗取或诈骗相关优惠奖金，东方游戏有权在不通知的情况下冻结或关闭相关账户，并不退还款项，用户将会被列入黑名单，并保留追究权利。

    A.何谓滥用奖金的确定应是在该公司自行决定，但对于明确的，将被视为滥用奖金的证据应包含，但不限于下列例子：

    o 优惠活动及奖金不可下注的游戏

    o 下注超过您起头余额的10%（存款加优惠）在于每单笔投注

    o 多重账户策略/代理账户策略

    o 跨平台投注策略

    o 套利投注

    o 两线投注策略

    o 奖金堆叠策略

    o 使用VPN（虚拟专用网）或屏蔽IP地址

    o 合营会计师公会或 滥用收入份额

    B.用户在申请成功的当笔优惠未结束前，继续存款或者有其他任何有流水倍数的金额存入，将以所领取的优惠中最高流水倍数计算提款流水。

    用户拥有超过一个账户，包括同一姓名、同一邮件地址、同一住址、同一借记卡/信用卡、同一银行账户、同一电脑（大学，团体，网吧，图书馆，办公室等），被视为联合账户或可疑账户。

    一但发现该用户有无风险投注，在凯盛国际除老虎机游戏以外的游戏有对赌行为，东方游戏有权在不通知的情况下冻结或关闭相关账户，并不退还款项，用户将会被列入黑名单，并保留追究权利。

    东方游戏有权根据会员情况调整会员投注限额。

    东方游戏拥有对所有优惠活动在无通知的情况下修改及最终解释的权力。

    无论任何情况，东方游戏拥有最终决定权。
  </div>
</template>

<script>
export default {
  name: 'Agreement'
}
</script>

<style scoped lang="scss">
  div {
  }
</style>
