<template>
  <div>

    东方游戏的头等重任，就是保证用户的个人资料及数据安全， 东方游戏承诺不会将用户的个人信息分享或出售给任何第三方，绝对不泄露用户的个人资料，数据库仅限内部技术员工使用，所有的在线客服都无法查看。因此东方游戏与我们的合作伙伴会通过邮件将您可能感兴趣的促销优惠发送给您；但除此之外，除非收到法庭传单或应可行法律的要求及判决，您的讯息才可能被披露。

    东方游戏有权通过网站向相关付款平台服务提供商及金融保险机构，提供必要的个人信息，以完成付款要求，所有用户提供的个人信息，其传送都将通过安全端口（ 128位 SSL 加密标准）并存放在公众无法进入的保密环境之下，对于有机会接触用户个人资料的协助伙伴，也必需遵守东方游戏订立的保密规则，所有数据的内部出入都受到严格的限制及严密的监控。 未经东方游戏明确书面授权，任何人不得散布、变更、复制、转载、使用东方游戏任何内容，或在非东方游戏所属服务器作镜像，否则以侵权论，依法追究法律责任。 东方游戏不会永久保存用户信息，所有信息将按照本隐私政策进行。
  </div>
</template>

<script>
export default {
  name: 'Privacy'
}
</script>

<style scoped lang="scss">
  div {
  }
</style>
