<template>
  <div>
    东方游戏打造全民娱乐博弈平台，我们追求的是让玩家有一种放松、无忧的一个游戏环 境，一直以小玩怡情的理念创造一款适合平时休息时间进行的一款游戏。
    博彩答问调查

    1.您会否因为博彩而不上班或不上学？

    2.您博彩是否为了逃避烦闷或不愉快的生活？

    3.您若投注博彩花光额度时，是否感到失望甚至绝望，并且希望马上能再进行博彩游戏？

    4.您会否博彩到最后一分钱彩罢休？

    5.您有否曾经用谎言掩饰您花在博彩上的时间和金钱？

    6.是否有人批评过您的博彩行为？

    7.您是否对您的家人，朋友或爱好失去了兴趣？

    8.您输了之后，是否马上想把输的钱赢回来？

    9.您博彩是不是因为争执，沮丧或失望？

    10.您有没有因为博彩而感到失落甚至轻生？

    在这些问题中您回答的『是』越多，表示越接近具备严重沉迷博彩的状态，以下观念及建言，也许能帮助您改变想法自控，脱离沉迷博彩游戏。

    1.博彩只是一种娱乐，不应被视为赚钱的方法。

    2.游戏时，避免有太重的得失心，输也好赢也好，享受博彩一瞬间的刺激及乐趣。

    3.避免有把输的钱赢回来的想法，博彩是种娱乐，赢自然开心，输也享受到游戏的过程。

    4.在经济允许的范围内进行投注，小赌怡情，大赌伤身。

    5.时刻控制花在博彩游戏上的时间和金钱，博彩游戏是种娱乐，不该影响到个人生活。

    6.若您暂时不想参予博彩游戏，可以联系客服为您关闭账户。

    家长监控

    父母或者监护人，可使用一系列第三方软件来监控或限制电脑的互联网使用，避免儿童在家人不知情的状况下接触博彩游戏。

    1.Net Nanny过滤软件防止儿童浏览不适宜的网站内容: www.netnanny.com

    2.CYBERsitter过滤软件允许父母增加自定义过滤网站: www.cybersitter.com
  </div>
</template>

<script>
export default {
  name: 'Responsibility'
}
</script>

<style scoped lang="scss">
  div {
  }
</style>
