export default [
  [
    {totalProfit: '￥1-50000', effectiveMembers: '5+', commissionLimit: '无', GD: '真人视讯 30%', DS: '真人视讯 31%', DW: '真人视讯 32%', KG: '真人视讯 33%'},
    {GD: '电子游艺 30%', DS: '电子游艺 31%', DW: '电子游艺 32%', KG: '电子游艺 33%'},
    {GD: '体育竞技 30%', DS: '体育竞技 31%', DW: '体育竞技 32%', KG: '体育竞技 33%'},
    {GD: '彩票投注 30%', DS: '彩票投注 31%', DW: '彩票投注 32%', KG: '彩票投注 33%'},
    {GD: '真人视讯 30%', DS: '真人视讯 31%', DW: '真人视讯 32%', KG: '真人视讯 33%'},
    {GD: '真人视讯 30%', DS: '真人视讯 31%', DW: '真人视讯 32%', KG: '真人视讯 33%'},
    {GD: '真人视讯 30%', DS: '真人视讯 31%', DW: '真人视讯 32%', KG: '真人视讯 33%'}
  ],
  [
    {totalProfit: '￥50001-300000', effectiveMembers: '10+', commissionLimit: '无', GD: '电子游艺 30%', DS: '电子游艺 31%', DW: '电子游艺 32%', KG: '电子游艺 33%'},
    {GD: '电子游艺 30%', DS: '电子游艺 31%', DW: '电子游艺 32%', KG: '电子游艺 33%'},
    {GD: '电子游艺 30%', DS: '电子游艺 31%', DW: '电子游艺 32%', KG: '电子游艺 33%'},
    {GD: '电子游艺 30%', DS: '电子游艺 31%', DW: '电子游艺 32%', KG: '电子游艺 33%'}
  ],
  [
    {totalProfit: '￥300001-1000000', effectiveMembers: '20+', commissionLimit: '无', GD: '体育竞技 30%', DS: '体育竞技 31%', DW: '体育竞技 32%', KG: '体育竞技 33%'},
    {GD: '体育竞技 30%', DS: '体育竞技 31%', DW: '体育竞技 32%', KG: '体育竞技 33%'},
    {GD: '体育竞技 30%', DS: '体育竞技 31%', DW: '体育竞技 32%', KG: '体育竞技 33%'},
    {GD: '体育竞技 30%', DS: '体育竞技 31%', DW: '体育竞技 32%', KG: '体育竞技 33%'}
  ],
  [
    {totalProfit: '￥1000001-5000000', effectiveMembers: '50+', commissionLimit: '无', GD: '彩票投注 30%', DS: '彩票投注 31%', DW: '彩票投注 32%', KG: '彩票投注 33%'},
    {GD: '彩票投注 30%', DS: '彩票投注 31%', DW: '彩票投注 32%', KG: '彩票投注 33%'},
    {GD: '彩票投注 30%', DS: '彩票投注 31%', DW: '彩票投注 32%', KG: '彩票投注 33%'},
    {GD: '彩票投注 30%', DS: '彩票投注 31%', DW: '彩票投注 32%', KG: '彩票投注 33%'}
  ]
]
